Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Translate each language once instead of every regional or script variant.
ar_ae: ترجم كل لغة مرة واحدة بدلاً من كل متغير إقليمي أو نصي.
ar_sa: ترجم كل لغة مرة واحدة بدلاً من كل متغير إقليمي أو نصي.
da: Oversæt hvert sprog én gang i stedet for hver regional eller skrifttypevariant.
de: Übersetzen Sie jede Sprache einmal anstelle jeder regionalen oder Schriftsortvarianten.
de_at: Übersetze jede Sprache einmal statt jede regionale oder Schriftsvariant.
de_ch: Übersetze jede Sprache einmal anstelle von jeder regionalen oder Schriftsvariant.
es: Traduzca cada idioma una vez en lugar de cada variante regional o de escritura.
es_cl: Traduce cada idioma una vez en lugar de cada variante regional o de escritura.
es_mx: Traduce cada idioma una vez en lugar de cada variante regional o de escritura.
es_us: Traduce cada idioma una vez en lugar de cada variante regional o de escritura.
fi: Käännä jokainen kieli kerran sen sijaan, että käännät jokaisen alueellisen tai kirjasen variantin.
fr: Traduire chaque langue une seule fois au lieu de chaque variante régionale ou de chaque script.
fr_be: Traduire chaque langue une seule fois au lieu de chaque variante régionale ou de chaque script.
fr_ca: Traduire chaque langue une seule fois au lieu de chaque variante régionale ou de chaque script.
he_il: תרגם כל שפה פעם אחת במקום כל גרסה אזורית או כתב.
hi_in: हर क्षेत्रीय या लिप्यंतरण संस्करण के बजाय प्रत्येक भाषा का एक बार अनुवाद करें।
id: Terjemahkan setiap bahasa sekali alih-alih setiap varian regional atau skrip.
it: Traduci ogni lingua una volta invece di ogni variante regionale o scriptuale.
ja_jp: 各言語を、すべての地域や文字変異ではなく、一度だけ翻訳してください。
ko_kr: 지역 또는 문자 변형마다 번역하는 대신 각 언어를 한 번 번역하세요.
ms_my: Terjemahkan setiap bahasa sekali dan bukannya setiap varian wilayah atau skrip.
nb_no: Oversett hvert språk én gang i stedet for hver regional eller skrifttypevariant.
nl: Vertaal elke taal één keer in plaats van elke regionale of scriptvariant.
nl_be: Vertaal elke taal één keer in plaats van elke regionale of scriptvariant.
pl: Przetłumacz każdy język raz zamiast każdego regionalnego lub wariantu pisma.
pt: Traduzir cada idioma uma vez em vez de cada variante regional ou de script.
pt_br: Traduzir cada idioma uma vez em vez de cada variante regional ou de script.
ru: Переводите каждый язык один раз вместо каждого регионального или варианта шрифта.
sv: Översätt varje språk en gång istället för varje regional eller skriptvariant.
th: แปลแต่ละภาษาทีละครั้งแทนที่จะแปลทุกรูปแบบของภูมิภาคหรืออักขระ
tr: Her bölgesel veya yazı varyantı yerine her dili bir kez çevirin.
uk_ua: Перекладайте кожну мову один раз замість кожного регіонального або варіанту шрифту.
vi: Dịch mỗi ngôn ngữ một lần thay vì mỗi biến thể khu vực hoặc chữ viết.
zh_hans: 一次翻译每种语言，而不是每个地区或文字变体。
zh_hant: 一次翻譯每個語言，而不是每個地區或文字變體。

source: Used as the selected target language when the app starts.
ar_ae: يستخدم كلغة الهدف المحددة عند بدء التطبيق.
ar_sa: يُستخدم كلغة الهدف المحددة عند بدء تشغيل التطبيق.
da: Bruges som det valgte målsprog, når appen starter.
da_dk: Bruges som det valgte sprog, når appen starter.
de: Wird als ausgewählte Zielsprache verwendet, wenn die App startet.
de_at: Wird als die ausgewählte Zielsprache verwendet, wenn die App startet.
de_ch: Als ausgewählte Zielsprache beim Start der App verwendet.
de_de: Als ausgewählte Zielsprache beim Start der App verwendet.
es: Se utiliza como el idioma objetivo seleccionado cuando se inicia la aplicación.
es_cl: Se utiliza como el idioma objetivo seleccionado cuando se inicia la aplicación.
es_es: Utilizado como idioma de destino seleccionado cuando se inicia la aplicación.
es_mx: Utilizado como el idioma de destino seleccionado cuando se inicia la aplicación.
es_us: Utilizado como idioma de destino seleccionado cuando se inicia la aplicación.
fi: Käytetään valittuna kohdekielenä sovelluksen käynnistyessä.
fr: Utilisé comme langue cible sélectionnée lorsque l’application démarre.
fr_be: Utilisé comme langue cible sélectionnée lorsque l'application démarre.
fr_ca: Utilisé comme langue cible sélectionnée au démarrage de l'application.
fr_fr: Utilisé comme langue cible sélectionnée au démarrage de l'application.
he_il: משמש כשפת היעד שנבחרה כאשר האפליקציה מתחילה.
hi_in: जब ऐप शुरू होता है तो चयनित लक्षित भाषा के रूप में उपयोग किया जाता है।
id: Digunakan sebagai bahasa target yang dipilih saat aplikasi dimulai.
it: Utilizzato come lingua di destinazione selezionata all'avvio dell'app.
it_it: Utilizzato come lingua di destinazione selezionata all'avvio dell'app.
ja_jp: アプリが起動したときに選択された言語として使用されます。
ko_kr: 앱이 시작될 때 선택한 대상 언어로 사용됨.
ms_my: Digunakan sebagai bahasa sasaran yang dipilih apabila aplikasi dimulakan.
nb_no: Brukes som det valgte språk når appen starter.
nl: Wordt gebruikt als de geselecteerde taal wanneer de app wordt gestart.
nl_be: Gebruikt als de geselecteerde doeltaal wanneer de app start.
pl: Używany jako wybrany język docelowy, gdy aplikacja się uruchamia.
pt: Utilizado como a linguagem de destino selecionada quando a aplicação é iniciada.
pt_br: Usado como idioma de destino selecionado quando o aplicativo é iniciado.
pt_pt: Utilizado como idioma de destino selecionado quando a aplicação é iniciada.
ru: Используется как выбранный целевой язык при запуске приложения.
sv: Används som det valda målspråket när appen startar.
sv_se: Används som det valda språk när appen startar.
th: ใช้เป็นภาษาเป้าหมายที่เลือกเมื่อแอปเริ่มทำงาน
tr: Uygulama başladığında seçilen hedef dil olarak kullanılır.
tr_tr: Uygulama başlatıldığında seçilen hedef dil olarak kullanılır.
uk_ua: Використовується як вибрана цільова мова, коли запускається додаток.
vi: Được sử dụng làm ngôn ngữ mục tiêu được chọn khi ứng dụng khởi động.
vi_vn: Được sử dụng như ngôn ngữ mục tiêu được chọn khi ứng dụng bắt đầu.
zh_hans: 在应用程序启动时用作选定的目标语言。
zh_hant: 在應用程式啟動時用作選定的目標語言。

source: Starts translating the loaded string catalog.
ar_ae: يبدأ في ترجمة كتالوج السلسلة المحملة.
ar_sa: يبدأ في ترجمة كتالوج السلسلة المحملة.
da: Starter med at oversætte den indlæste strengkatalog.
da_dk: Begynder at oversætte den indlæste strengkatalog.
de: Beginnt mit der Übersetzung des geladenen String-Katalogs.
de_at: Beginnt mit der Übersetzung des geladenen String-Katalogs.
de_ch: Fängt an, den geladenen Zeichenkatalog zu übersetzen.
de_de: Beginn der Übersetzung des geladenen Zeichenkatalogs.
es: Comienza a traducir el catálogo de la cadena cargada.
es_cl: Comienza a traducir el catálogo de la cadena cargada.
es_es: Comienza a traducir el catálogo de cadenas cargadas.
es_mx: Comienza a traducir el catálogo de cadenas cargadas.
es_us: Comienza a traducir el catálogo de cadenas cargadas.
fi: Aloittaa ladatun merkkijonoluettelon kääntämisen.
fr: Commence à traduire le catalogue de chaînes chargées.
fr_be: Commence à traduire le catalogue de chaînes chargées.
fr_ca: Début de la traduction du catalogue de chaînes chargées.
fr_fr: Début de la traduction du catalogue de chaînes chargées.
he_il: מתחיל לתרגם את קטלוג המחרוזות הטעונות.
hi_in: लोड की गई स्ट्रिंग कैटलॉग का अनुवाद करना शुरू करता है।
id: Memulai menerjemahkan katalog string yang dimuat.
it: Inizia a tradurre il catalogo stringa caricato.
it_it: Inizia a tradurre il catalogo stringa caricato.
ja_jp: ロードされた文字列カタログの変換を開始します。
ko_kr: 로로드된 문자열 카탈로그를 번역하기 시작합니다.
ms_my: Memulakan terjemahan katalog rentetan yang dimuatkan.
nb_no: Begynner å oversette ferdig lastet strengekatalogen.
nl: Begint met het vertalen van de geladen tekenreekscatalogus.
nl_be: Begint met het vertalen van de geladen stringcatalogus.
pl: Zaczyna tłumaczyć załadowany katalog ciągu.
pt: Começa a traduzir o catálogo de strings carregadas.
pt_br: Inicia a tradução do catálogo de strings carregadas.
pt_pt: Inicia a tradução do catálogo de strings carregado.
ru: Начинает переводить загруженный каталог строк.
sv: Börjar översätta den laddade strängkatalogen.
sv_se: Börjar översätta laddad strängkatalog.
th: เริ่มแปลแคตตาล็อกสตริงที่โหลดไว้
tr: Yüklenmiş dize kataloğunu çevirmeye başlar.
tr_tr: Yüklenmiş dizgi kataloğunun çevirilmesine başlanır.
uk_ua: Починає перекладати завантажений каталог рядків.
vi: Bắt đầu dịch catalog chuỗi đã tải.
vi_vn: Bắt đầu dịch từ danh mục chuỗi đã tải.
zh_hans: 开始翻译加载的字符串目录。
zh_hant: 開始翻譯載入的字串目錄。

source: German
ar_ae: ألماني
ar_sa: ألماني
da: Tysk
da_dk: Tysk
de: Deutsch
de_at: Deutsch
de_ch: Deutsch
de_de: Deutsch
es: Alemán
es_cl: Alemán
es_es: Alemán
es_mx: Alemán
es_us: Alemán
fi: Täysi
fr: Allemand
fr_be: Allemand
fr_ca: Allemand
fr_fr: Allemand
he_il: גֶּרְמָנִי
hi_in: जर्मन
id: Jerman
it: Tedesco
it_it: Tedesco
ja_jp: ドイツ語
ko_kr: 독일어
ms_my: Jerman
nb_no: Tysker
nl: Duits
nl_be: Duits
pl: Niemiecki
pt: Alemão
pt_br: Alemão
pt_pt: Alemão
ru: Немецкий
sv: Hel-
sv_se: Hel-
th: เยอรมัน
tr: Almanca
tr_tr: Almanca
uk_ua: Німецький
vi: Tiếng Đức
vi_vn: Người Đức
zh_hans: 德语
zh_hant: 德語

source: Collapses language variants such as nl-NL, nl-BE, and fr-FR.
ar_ae: تنهار المتغيرات اللغوية مثل nl-NL و nl-BE و fr-FR.
ar_sa: تتلاشى المتغيرات اللغوية مثل nl-NL و nl-BE و fr-FR.
da: Sproglige varianter kollapser såsom nl-NL, nl-BE og fr-FR.
de: Zusammengefasste Sprachvarianten wie nl-NL, nl-BE und fr-FR.
de_at: Zusammengefasste Sprachvarianten wie nl-NL, nl-BE und fr-FR.
de_ch: Zusammengefasste Sprachvarianten wie nl-NL, nl-BE und fr-FR.
es: Las variantes de idiomas se colapsan como nl-NL, nl-BE y fr-FR.
es_cl: Se colapsan las variantes de idioma como nl-NL, nl-BE y fr-FR.
es_mx: Las variantes de idioma colapsan como nl-NL, nl-BE y fr-FR.
es_us: Los variantes de idioma colapsan como nl-NL, nl-BE y fr-FR.
fi: Laskevat kielimuunnelmat, kuten nl-NL, nl-BE ja fr-FR.
fr: Les variantes linguistiques se condensent telles que nl-NL, nl-BE et fr-FR.
fr_be: Les variantes linguistiques se condensent telles que nl-NL, nl-BE et fr-FR.
fr_ca: Les variantes linguistiques se condensent telles que nl-NL, nl-BE et fr-FR.
he_il: וריאנטציות לשוניות מתכווצות כגון nl-NL, nl-BE ו-fr-FR.
hi_in: Nl-NL, nl-BE और fr-FR जैसे भाषा रूपों का संलयन होता है।
id: Varian bahasa yang runtuh seperti nl-NL, nl-BE, dan fr-FR.
it: Le varianti linguistiche si comprimono come nl-NL, nl-BE e fr-FR.
ja_jp: Nl-NL、nl-BE、fr-FRなどの言語変異が崩壊します。
ko_kr: Nl-NL, nl-BE, fr-FR와 같은 언어 변형이 축약됩니다.
ms_my: Varian bahasa yang runtuh seperti nl-NL, nl-BE, dan fr-FR.
nb_no: Språkvarianter kollapser som nl-NL, nl-BE og fr-FR.
nl: Verschuivingen in taalvarianten zoals nl-NL, nl-BE en fr-FR.
nl_be: Samenvallen van taalvarianten zoals nl-NL, nl-BE en fr-FR.
pl: Skracane warianty języka takie jak nl-NL, nl-BE i fr-FR.
pt: As variantes de linguagem colapsam, como nl-NL, nl-BE e fr-FR.
pt_br: As variantes de linguagem colapsam, como nl-NL, nl-BE e fr-FR.
ru: Слияние языковых вариантов, таких как nl-NL, nl-BE и fr-FR.
sv: Språkvarianter kollapsar såsom nl-NL, nl-BE och fr-FR.
th: รูปแบบภาษาที่ยุบตัวลง เช่น nl-NL, nl-BE และ fr-FR
tr: Nl-NL, nl-BE ve fr-FR gibi dil varyantları çöküyor.
uk_ua: Згасають мовні варіанти, такі як nl-NL, nl-BE та fr-FR.
vi: Các biến thể ngôn ngữ bị sụp đổ như nl-NL, nl-BE và fr-FR.
zh_hans: Nl-NL、nl-BE和fr-FR等语言变体会合并。
zh_hant: Nl-NL、nl-BE 和 fr-FR 等語言變體會合併。

source: Closes the settings window.
ar_ae: يغلق نافذة الإعدادات.
ar_sa: يغلق نافذة الإعدادات.
da: Lukker indstillingsvinduet.
da_dk: Lukker indstillingsvinduet.
de: Schließt das Einstellungsfenster.
de_at: Schließt das Einstellungsfenster.
de_ch: Schliesst das Fenster Einstellungen.
de_de: Schließt das Fenster Einstellungen.
es: Cierra la ventana de configuración.
es_cl: Cierra la ventana de configuración.
es_es: Cierra la ventana de configuración.
es_mx: Cierra la ventana de configuración.
es_us: Cierra la ventana de configuración.
fi: Sulkee asetusikkunan.
fr: Ferme la fenêtre des paramètres.
fr_be: Ferme la fenêtre des paramètres.
fr_ca: Fermer la fenêtre des paramètres.
fr_fr: Fermeture de la fenêtre des paramètres.
he_il: סוגר את חלון ההגדרות.
hi_in: सेटिंग्स विंडो को बंद कर देता है।
id: Menutup jendela pengaturan.
it: Chiude la finestra delle impostazioni.
it_it: Chiude la finestra delle impostazioni.
ja_jp: 設定ウィンドウを閉じます。
ko_kr: 설정 창을 닫습니다.
ms_my: Menutup tetingkap tetapan.
nb_no: Lukker innstillingsvinduet.
nl: Sluit het instellingenvenster.
nl_be: Sluit het instellingsvenster.
pl: Zamyka okno ustawień.
pt: Fecha a janela de definições.
pt_br: Fecha a janela de configurações.
pt_pt: Fecha a janela de configurações.
ru: Закрывает окно настроек.
sv: Stänger inställningsfönstret.
sv_se: Stänger inställningsfönstret.
th: ปิดหน้าต่างการตั้งค่า
tr: Ayarlar penceresini kapatır.
tr_tr: Ayarlar penceresini kapatır.
uk_ua: Закриває вікно налаштувань.
vi: Đóng cửa sổ cài đặt.
vi_vn: Đóng cửa sổ cài đặt.
zh_hans: 关闭设置窗口。
zh_hant: 關閉設定視窗。

source: Russian
ar_ae: روسي
ar_sa: روسي
da: Russisk
da_dk: Russisk
de: Russisch
de_at: Russisch
de_ch: Russisch
de_de: Russisch
es: Ruso
es_cl: Ruso
es_es: Ruso
es_mx: Ruso
es_us: Ruso
fi: Venäläinen
fr: Russe
fr_be: Russe
fr_ca: Russe
fr_fr: Russe
he_il: רוּסִי
hi_in: रूसी
id: Rusia
it: Russo
it_it: Russo
ja_jp: ロシア語
ko_kr: 러시아어
ms_my: Orang Rusia
nb_no: Russer
nl: Russisch
nl_be: Russisch
pl: Rosyjski
pt: Russo
pt_br: Russo
pt_pt: Russo
ru: Русский
sv: Rysk
sv_se: Rysk
th: รัสเซีย
tr: Rusça
tr_tr: Rusça
uk_ua: Російський
vi: Người Nga
vi_vn: Người Nga
zh_hans: 俄语
zh_hant: 俄語

source: Target language
ar_ae: اللغة المستهدفة
ar_sa: اللغة المستهدفة
da: Målsprog
da_dk: Sprogtal
de: Zielsprache
de_at: Zielsprache
de_ch: Objektsprache
de_de: Objektsprache
es: Idioma de destino
es_cl: Idioma de destino
es_es: Lenguaje destino
es_mx: Lenguaje destino
es_us: Lenguaje destino
fi: Kohdekieli
fr: Langue cible
fr_be: Langue cible
fr_ca: Langue cible
fr_fr: Langue cible
he_il: שפה יעד
hi_in: लक्ष्य भाषा
id: Bahasa target
it: Lingua d'arrivo
it_it: Lingua d'arrivo
ja_jp: 対象言語
ko_kr: 목표 언어
ms_my: Bahasa sasaran
nb_no: Målspråk
nl: Doeltaal
nl_be: Doeltaal
pl: Język docelowy
pt: Idioma de destino
pt_br: Idioma de destino
pt_pt: Idioma de destino
ru: Целевой язык
sv: Målspråk
sv_se: Språkmål
th: ภาษาเป้าหมาย
tr: Hedef dil
tr_tr: Hedef dil
uk_ua: Цльова мова
vi: Ngôn ngữ mục tiêu
vi_vn: Ngôn ngữ mục tiêu
zh_hans: 目标语
zh_hant: 目標語言

source: English
ar_ae: إنجليزي
ar_sa: إنجليزي
da: Engelsk
da_dk: Engelsk
de: Englisch
de_at: Englisch
de_ch: Englisch
de_de: Englisch
es: Inglés
es_cl: Inglés
es_es: Inglés
es_mx: Inglés
es_us: Inglés
fi: Englantilainen
fr: Anglais
fr_be: Anglais
fr_ca: Anglais
fr_fr: Anglais
he_il: אַנְגְּלִי
hi_in: अंग्रेज़ी
id: Bahasa Inggris
it: Inglese
it_it: Inglese
ja_jp: 英語
ko_kr: 영어
ms_my: Bahasa Inggeris
nb_no: Engelsk
nl: Engels
nl_be: Engels
pl: Angielski
pt: Inglês
pt_br: Inglês
pt_pt: Inglês
ru: Инглийский
sv: Engelsk
sv_se: Engelsk
th: ภาษาอังกฤษ
tr: İngilizce
tr_tr: İngilizce
uk_ua: Англійська
vi: Tiếng Anh
vi_vn: Bản tiếng Anh
zh_hans: 英语
zh_hant: 英語

source: Choose the language used by the opened string catalog.
ar_ae: اختر اللغة المستخدمة في كتالوج السلاسل المفتوح.
ar_sa: اختر اللغة المستخدمة في كتالوج السلاسل المفتوح.
da: Vælg det sprog, der bruges af den åbnede strengkatalog.
da_dk: Vælg det sprog, der bruges i den åbne strengkatalog.
de: Wählen Sie die von dem geöffneten String-Katalog verwendete Sprache.
de_at: Wählen Sie die von dem geöffneten String-Katalog verwendete Sprache.
de_ch: Wählen Sie die Sprache des geöffneten String-Katalogs.
de_de: Wählen Sie die Sprache aus, in der der offene Zeichenkatalog verwendet wird.
es: Elija el idioma utilizado por el catálogo de cadenas abierto.
es_cl: Elija el idioma utilizado por el catálogo de cadenas abierto.
es_es: Elija el idioma del catálogo de cadenas abiertas.
es_mx: Elige el idioma utilizado por el catálogo de cadenas abiertas.
es_us: Elija el idioma utilizado por el catálogo de cadenas abiertas.
fi: Valitse avatun merkkiluettelon käyttämä kieli.
fr: Choisissez la langue utilisée par le catalogue de chaînes ouvert.
fr_be: Choisissez la langue utilisée par le catalogue de chaînes ouvert.
fr_ca: Choisissez la langue utilisée par le catalogue de chaînes ouvertes.
fr_fr: Choisir la langue du catalogue de chaînes ouvertes
he_il: בחר את השפה המשמשת בקטלוג המחרוזות שנפתח.
hi_in: खोल गई स्ट्रिंग कैटलॉग द्वारा उपयोग की जाने वाली भाषा चुनें।
id: Pilih bahasa yang digunakan oleh katalog string yang dibuka.
it: Scegli la lingua utilizzata dal catalogo stringhe aperto.
it_it: Seleziona la lingua utilizzata dal catalogo stringa aperto.
ja_jp: 開いた文字列カタログで使用される言語を選択してください。
ko_kr: 열린 문자열 카탈로그에서 사용되는 언어를 선택하세요.
ms_my: Pilih bahasa yang digunakan oleh katalog rentetan yang dibuka.
nb_no: Velg språket som brukes av den åpne strengkatalogen.
nl: Kies de taal die gebruikt wordt door de geopende tekenreekscatalogus.
nl_be: Kies de taal die wordt gebruikt door de geopende stringcatalogus.
pl: Wybierz język używany przez otwarty katalog ciągów.
pt: Escolha a linguagem utilizada pelo catálogo de strings aberto.
pt_br: Selecione o idioma usado pelo catálogo de strings abertas.
pt_pt: Escolha o idioma utilizado pelo catálogo de strings abertas.
ru: Выберите язык, используемый в открытом каталоге строк.
sv: Välj det språk som används av den öppnade strängkatalogen.
sv_se: Välj språk som används av den öppna strängkatalogen.
th: เลือกภาษาที่ใช้โดยแคตตาล็อกสตริงที่เปิดใช้งาน
tr: Açılan string kataloğunda kullanılan dili seçin.
tr_tr: Açılan dizi kataloğunda kullanılan dili seçin.
uk_ua: Виберіть мову, яку використовує відкритий каталог рядків.
vi: Chọn ngôn ngữ được sử dụng bởi danh mục chuỗi đã mở.
vi_vn: Chọn ngôn ngữ được sử dụng bởi danh mục chuỗi mở.
zh_hans: 选择打开的字符串目录使用的语言。
zh_hant: 選擇開啟的字串目錄使用的語言。

source: French
ar_ae: فرنسي
ar_sa: فرنسي
da: Fransk
da_dk: Fransk
de: Französisch
de_at: Französisch
de_ch: Franzose
de_de: Franzose
es: Francés
es_cl: Francés
es_es: Francés
es_mx: Francés
es_us: Francés
fi: Ranskalainen
fr: Français
fr_be: Français
fr_ca: Français
fr_fr: Français
he_il: צָרְפָתִי
hi_in: फ़्रेंच
id: Prancis
it: Francese
it_it: Francese
ja_jp: フランス語
ko_kr: 프랑스어
ms_my: Keperancisan
nb_no: Fransk
nl: Frans
nl_be: Frans
pl: Francuski
pt: Francês
pt_br: Francês
pt_pt: Francês
ru: Французский
sv: Fransk
sv_se: Fransk
th: ฝรั่งเศส
tr: Fransızca
tr_tr: Fransızca
uk_ua: Французький
vi: Tiếng Pháp
vi_vn: Người Pháp
zh_hans: 法国人
zh_hant: 法語

source: Bulgarian
ar_ae: بلغاري
ar_sa: بلغاري
da: Bulgarsk
da_dk: Bulgarsk
de: Bulgarisch
de_at: Bulgarisch
de_ch: Bulgare
de_de: Bulgare
es: Búlgaro
es_cl: Búlgaro
es_es: Búlgaro
es_mx: Búlgaro
es_us: Búlgaro
fi: Bulgarialainen
fr: Bulgare
fr_be: Bulgare
fr_ca: Bulgare
fr_fr: Bulgare
he_il: בּוּלְגָּרִי
hi_in: बुलगारियाई
id: Bulgaria
it: Bulgaro
it_it: Bulgaro
ja_jp: ブルガリア語
ko_kr: 불가리아어
ms_my: Bulgaria
nb_no: Bulgarisk
nl: Bulgaars
nl_be: Bulgaars
pl: Bułgarski
pt: Búlgaro
pt_br: Búlgaro
pt_pt: Búlgaro
ru: Болгарский
sv: Bulgar
sv_se: Bulgar
th: บัลแกเรีย
tr: Bulgar
tr_tr: Bulgaristanlı
uk_ua: Болгарійський
vi: Người Bulgaria
vi_vn: Người Bun-ga-ri
zh_hans: 保加利亚人
zh_hant: 保加利亞語

source: XCStrings translator
ar_ae: مترجم XCStrings
ar_sa: مترجم XCStrings
da: XCStrings oversætter
da_dk: Oversætter fra XCStrings
de: XCStrings-Übersetzer
de_at: XCStrings-Übersetzer
de_ch: Übersetzer von XCStrings
de_de: Übersetzer von XCStrings
es: Traductor XCStrings
es_cl: Traductor XCStrings
es_es: Traductor XCStrings
es_mx: Traductor de XCStrings
es_us: Traductor XCStrings
fi: XCString-kääntäjä
fr: Traducteur XCStrings
fr_be: Traducteur XCStrings
fr_ca: Traducteur de XCStrings
fr_fr: Traducteur XCStrings
he_il: מתרגם XCStrings
hi_in: XCString अनुवादक
id: Penerjemah XCStrings
it: Traduttore XCStrings
it_it: Traduttore XCStrings
ja_jp: XCStrings 翻訳者
ko_kr: XC스트링즈 번역기
ms_my: Penterjemah XCStrings
nb_no: Oversetter for XCStrings
nl: XCStrings vertaler
nl_be: XCStrings vertaler
pl: Przekładacz XCStrings
pt: Tradutor XCStrings
pt_br: Tradutor XCStrings
pt_pt: Tradutor XCStrings
ru: Переводчик XCStrings
sv: XCStrings-översättare
sv_se: Översättare XCStrings
th: ตัวแปล XCStrings
tr: XCString çevirici
tr_tr: XCStrings çevirmeni
uk_ua: Перекладач XCStrings
vi: Trình dịch XCStrings
vi_vn: Trình dịch viên XCStrings
zh_hans: XCStrings翻译器
zh_hant: 外國語翻譯器

source: When enabled, saving does not overwrite the original string catalog.
ar_ae: عند تمكينه، لا يقوم الحفظ بتغيير السلسلة الأصلية في كتالوج السلاسل.
ar_sa: عند تفعيل ذلك، لا يقوم الحفظ بتغيير السلسلة الأصلية لقائمة الكتالوج.
da: Når det er aktiveret, overskriver gemning ikke den originale strengkatalog.
da_dk: Når denne funktion er aktiveret, overskriver gemning ikke den originale tekstkatalog.
de: Wenn aktiviert, überschreibt das Speichern den ursprünglichen String-Katalog nicht.
de_at: Wenn aktiviert, überschreibt das Speichern den ursprünglichen String-Katalog nicht.
de_ch: Beim Aktivieren wird der ursprüngliche String-Katalog nicht überschrieben, wenn Speichern aktiviert ist.
de_de: Wenn aktiviert, überschreibt das Speichern den ursprünglichen String-Katalog nicht.
es: Cuando está habilitado, el guardado no sobrescribe el catálogo de la cadena original.
es_cl: Cuando está habilitado, guardar no sobrescribe el catálogo de la cadena original.
es_es: Cuando está activado, el guardado no sobrescribe el catálogo de cadenas originales.
es_mx: Cuando está habilitado, el almacenamiento no sobrescribe el catálogo de cadenas originales.
es_us: Cuando está habilitado, el almacenamiento no sobrescribe el catálogo de cadenas originales.
fi: Kun se on käytössä, tallentaminen ei korvaa alkuperäistä merkkiluetteloa.
fr: Lorsque l'option est activée, l'enregistrement n'efface pas le catalogue de chaînes d'origine.
fr_be: Lorsque l'option est activée, l'enregistrement n'efface pas le catalogue de chaînes d'origine.
fr_ca: Lorsque cette option est activée, l'enregistrement ne remplace pas le catalogue de chaînes original.
fr_fr: Lorsqu'il est activé, l'enregistrement ne remplace pas le catalogue de chaînes de caractères original.
he_il: כאשר מופעל, השמירה אינה מחליפה את קטלוג המחרוזות המקורי.
hi_in: जब सक्षम होता है, तो बचत मूल स्ट्रिंग कैटलॉग को अधिलेखित नहीं करती है।
id: Ketika diaktifkan, menyimpan tidak mengganti katalog string asli.
it: Quando è abilitato, il salvataggio non sovrascrive il catalogo di stringhe originale.
it_it: Quando abilitato, il salvataggio non sovrascrive il catalogo di stringhe originale.
ja_jp: 有効にすると、保存は元の文字列カタログを上書きしません。
ko_kr: 이 옵션이 활성화되면, 저장은 원래 문자열 카탈로그를 덮어씁니다.
ms_my: Apabila diaktifkan, simpanan tidak menimpa katalog rentetan asal.
nb_no: Når lagring er aktivert, overskriver ikke lagring den originale strengkatalogen.
nl: Wanneer ingeschakeld, overschrijdt opslaan de oorspronkelijke stringcatalogus niet.
nl_be: Wanneer ingeschakeld, overschrijft het opslaan de originele stringcatalogus niet.
pl: Gdy jest włączone, zapisywanie nie zastępuje oryginalnego katalogu ciągów.
pt: Quando ativada, o salvamento não sobrescreve o catálogo de string original.
pt_br: Quando ativado, o salvamento não substitui o catálogo de strings original.
pt_pt: Quando ativado, o salvamento não substitui o catálogo de strings original.
ru: Когда это включено, сохранение не перезаписывает исходный каталог строк.
sv: När det är aktiverat överförs inte sparandet den ursprungliga strängkatalogen.
sv_se: När funktionen är aktiverad skrivs inte lagringen över den ursprungliga strängkatalogen.
th: เมื่อเปิดใช้งาน การบันทึกจะไม่เขียนทับแคตตาล็อกสตริงดั้งเดิม
tr: Etkinleştirildiğinde, kaydetme orijinal dize kataloğunu yeniden yazmaz.
tr_tr: Etkinleştirildiğinde, kaydetme orijinal dizi kataloğunu geçersiz kılmaz.
uk_ua: Коли це ввімкнено, збереження не перезаписує оригінальний каталог рядків.
vi: Khi được bật, việc lưu không ghi đè danh mục chuỗi gốc.
vi_vn: Khi được bật, việc lưu không ghi đè lên danh mục chuỗi gốc.
zh_hans: 启用时，保存不会覆盖原始字符串目录。
zh_hant: 啟用時，儲存不會覆蓋原始字串目錄。
